[
    {
        "id": 1,
        "title": "GRANDMILLENIAL STYLE & MODERN FURNITURE",
        "url": "https://i.ibb.co/10msRPt/image.png",
        "description": "Grandmilenial style could be one of the reasons that velvet is making such a comeback. This new popular trend is a bold one, mixing woods and modern furniture, minimalistic styles with the retro, nostalgic styles you’d see in your grandma’s house. Envision your grandma's tufted velvet bench or armchair mixed with white sleek cabinets and minimalist style. A big sign that fall is coming is the smell of the crisp air, apple cider, and pumpkin spice everything. Adding in some candles or potpourri throughout your home can instantly change the feel of it. Even dried orange slices mixed with spices can be placed in centerpieces or wreaths and can enhance your space through their aromatics. The smell of fall can greatly affect how your home feels and can be used throughout your decor.",
        "admin": "Gautam Adani",
        "date": "14.12.22"
    },
    {
        "id": 2,
        "title": "FIVE WAYS TO GET YOUR HOME DECORATED FOR FALL",
        "url": "https://i.ibb.co/nnNxMck/image.png",
        "description": "Fall is here, and with the new season comes new ways to get your home nice and cozy for the upcoming cooler weather. We have some simple tips to help you prepare your home for Fall with modern furniture pieces and other fun ideas. A big sign that fall is finally here is looking at everyone’s wreaths they have hanging and the pumpkins placed on their stoops. To elevate your porch, you can pair some modern furniture pieces, such as natural wood seating or rustic-style mirrors, with some fall accent pieces. From pumpkins to hay bales and gourds, simple seasonal accents can have your home looking ready for fall in no time. Bringing the outdoors in is another great way to welcome Fall into your home. Simple things like pinecones, acorns, or small pumpkins can really bring a festive feeling into your space.",
        "admin": "Gautam Adani",
        "date": "18.12.22"
    },
    {
        "id": 3,
        "title": "THE HOTTEST HOME OFFICE MODERN FURNITURE TRENDS – 2022",
        "url": "https://i.ibb.co/cQjCCwc/image.png",
        "description": "It’s with no surprise that a lot of us are becoming more intrigued and inspired by home décor. This is due to a combination of being at home a lot more and our homes becoming our everything. Our homes have become our dining space, our entertainment, our learning space, and home office. It’s no wonder one of the hottest trends in 2021 is creating a more comfortable intentional home office space. SohoConcept has put together some of the hottest modern furniture trends for office spaces in 2021 – with comfort, style, and functionality in mind. Your home office is not only your office but it's part of your modern home. With that, one of the hottest home office modern furniture trends is adding comfortable modern furniture to your seating to your home office spaces. Your office chair should be multifunctional, stylish, and comfortable.",
        "admin": "Bernard Arnault & family",
        "date": "21.12.22"
    }
]